[
  {
    "name": "Alice Li",
    "photo": "photos/alice.jpg",
    "tagline": "pole-dancing gamer",
    "bio": "Doesn't have much of a digital presence and often forgets her phone at home. Gets overwhelmed easily, prefers physical social interactions over digital—anxious about navigating an increasingly digital world while working in a field that builds it. Games with engine-building scratch an itch for productive progress without mental friction (hundreds of hours in Slay the Spire). Physical 100 inspired her to think about exercise functionally—prioritizes mobility, flexibility, and 'doing sick tricks.' Currently pole; before, gymnastics. Security blanket: Chinese dramas with female leads who use their wits—values competence, composure, rationality, and a predictable ending. Likes to laugh, be silly, and enjoy the absurd when not spiraling at home.",
    "intellectual": {
      "title": "Get In Loser, We're Friction-Maxxing",
      "content": "https://slate.com/podcasts/icymi/2026/01/what-is-friction-maxxing",
      "summary": "Podcast arguing that technology has eliminated 'friction' (small inconveniences, uncertainty, boredom) from our lives, reducing our 'experiential capacity'—how much life we're capable of letting in. Key insight: transcendence and genuine connection only happen in environments slightly out of our control.",
      "themes": ["attention", "technology", "presence", "boredom", "control", "connection"]
    },
    "emotional": {
      "title": "Meditations for Mortals by Oliver Burkeman",
      "content": "\"The main point... is to develop the willingness to just do something, here and now, as a one-off, regardless of whether it's part of any system or habit or routine. If you don't prioritize the skill of just doing something, you risk falling into an exceedingly sneaky trap, which is that you end up embarking instead on the unnecessary and, worse, counterproductive project of _becoming the kind of person who does that sort of thing_.\"",
      "summary": "Quote about the trap of self-optimization—trying to become 'the kind of person who does X' rather than just doing X. Advocates for one-off action over identity construction.",
      "themes": ["identity", "action", "productivity", "self-improvement", "presence"]
    },
    "matches": [
      {
        "name": "Garland Gay",
        "reason": "Friction-maxxing argues we need uncontrollable environments to feel alive; Garland's piece argues character itself is contextual and uncontrollable. You're both drawn to ideas that challenge the optimization mindset.",
        "question": "The friction piece argues transcendence only comes in environments slightly out of our control. Where in your life do you still allow that uncontrollability?"
      },
      {
        "name": "Jaclyn Chan",
        "reason": "Your Burkeman quote warns against 'becoming the kind of person who does X.' Jaclyn's Karlsson piece argues we habitually underestimate people by seeing them in limited contexts. Both question the stories we tell about identity.",
        "question": "Burkeman says we trap ourselves trying to become 'the kind of person who does X.' What identity have you let go of?"
      },
      {
        "name": "Juan Tejada",
        "reason": "You've both sunk deep into games with satisfying systems—you with Slay the Spire, Juan with D&D encounter design. Both find joy in understanding mechanics and making them sing.",
        "question": "Juan's video says 'you are the author of your game.' What game (literal or metaphorical) have you learned to author?"
      }
    ]
  },
  {
    "name": "Apsara Iyer",
    "photo": "photos/apsara.jpg",
    "tagline": "art's retriever",
    "bio": "Lawyer and art crime investigator. Led global efforts to recover stolen cultural heritage at the Manhattan DA's Antiquities Trafficking Unit, repatriating over 1,100 works to 15 countries. Yale BA, Harvard Law (where she was 137th President of the Law Review), Oxford MPhil. Lectures on art crime and money laundering for UNESCO, the EU, and universities worldwide.",
    "intellectual": {
      "title": "Mimesis by Eric Auerbach",
      "content": "https://en.wikipedia.org/wiki/Mimesis:_The_Representation_of_Reality_in_Western_Literature",
      "summary": "Landmark 1946 work of literary criticism tracing how Western literature represents reality—from Homer and the Bible through Dante, Cervantes, and Virginia Woolf. Written in Istanbul exile without access to a library, Auerbach argued that literature progressed toward ever more naturalistic and democratic forms. The 'greatest single work of literary criticism of the 20th century.'",
      "themes": ["realism", "representation", "literary history", "criticism", "democracy", "tradition"]
    },
    "emotional": {
      "title": "Self-Portrait by Rembrandt",
      "content": "https://en.wikipedia.org/wiki/Self-Portrait_(Frick,_Rembrandt)",
      "summary": "Rembrandt's 1658 self-portrait at the Frick—the largest and most imposing of his many self-portraits. At 52, bankrupt and grieving, he painted himself in the splendid costume and enthroned dignity of a monarch. Holds a painter's stick like a scepter, wears a velvet beret instead of a crown. 'Psychological depth, monumental scale, and rich, warm coloring.' A defiant assertion of artistic sovereignty in the face of ruin.",
      "themes": ["self-portrait", "dignity", "ruin", "defiance", "artistry", "sovereignty"]
    },
    "matches": [
      {
        "name": "Luna Ruan",
        "reason": "You chose Rembrandt's self-portrait; Luna chose Rilke's poem about a sculpture that sees the viewer. Both center on the encounter between viewer and artwork—who is looking at whom.",
        "question": "Rembrandt painted himself as a king while bankrupt. When have you held onto dignity in the face of ruin?"
      },
      {
        "name": "Teddy Smyth",
        "reason": "You recover stolen art; Teddy is interested in 'ways of seeing.' Both of you know that looking is never neutral—there's always politics in the gaze.",
        "question": "You've repatriated over 1,100 stolen works. What does it feel like to return something to where it belongs?"
      },
      {
        "name": "Jaclyn Chan",
        "reason": "Auerbach's Mimesis traces how literature represents reality. Jaclyn's Proust piece argues reading trains us to notice fine-grained experience. Both care about how form shapes perception.",
        "question": "Auerbach wrote Mimesis in exile without a library. What have you made with less than you needed?"
      }
    ]
  },
  {
    "name": "Camille Vargas",
    "photo": "photos/camille.jpg",
    "tagline": "keeper of legacies",
    "bio": "33-year-old Bolivian-American woman from a big family. Loves heritage, roots, and legacy—particularly that of women. Currently reading Elena Garro's A Week of Colors, drawn to the way she describes characters like Señora Laurita: self-driven and determined. Loves sculptural flower arrangements like ikebana. Anything with emotional depth, resoluteness, and grace.",
    "bioUrl": "https://www.instagram.com/chamomileandhoney/",
    "intellectual": {
      "title": "Remedios Varo: Science Fictions",
      "content": "https://www.artic.edu/exhibitions/9935/remedios-varo-science-fictions",
      "summary": "Exhibition of Spanish-Mexican Surrealist Remedios Varo—mystical musicians, eccentric scientists, voyagers in curious contraptions. Her paintings blend chance-based Surrealist techniques with imagery from chivalric romance, ecology, mysticism, psychology, and tarot. Works 'suffused with material enchantment' that visualize hidden orders and unseen truths.",
      "themes": ["surrealism", "mysticism", "science", "enchantment", "women artists", "Mexico"]
    },
    "emotional": {
      "title": "On Such a Full Sea by Chang-rae Lee",
      "content": "https://en.wikipedia.org/wiki/On_Such_a_Full_Sea",
      "summary": "Dystopian novel told in first-person plural ('we') about Fan, a young fish-tank diver who leaves her regulated Charter village to find her missing boyfriend in a post-apocalyptic America. A quiet, resolute heroine on a journey through anarchic open counties. Title from Shakespeare: 'On such a full sea are we now afloat; and we must take the current when it serves, or lose our ventures.'",
      "themes": ["journey", "love", "dystopia", "community", "resoluteness", "pursuit"]
    },
    "matches": [
      {
        "name": "Jackie Luo",
        "reason": "Remedios Varo blends science and mysticism to visualize 'hidden orders and unseen truths.' Jackie's Wigner paper asks why abstract math describes physical reality. Both are drawn to the enchantment lurking in rational systems.",
        "question": "Varo painted eccentric scientists and mystical voyagers. What's something in your life that feels both scientific and magical?"
      },
      {
        "name": "Luna Ruan",
        "reason": "Fan leaves everything to find her beloved. Luna's Rilke poem ends with 'you must change your life'—both are about encounters that demand transformation.",
        "question": "Fan quietly leaves her whole world to find Reg. What would you leave everything for?"
      },
      {
        "name": "Kiera Wolfe",
        "reason": "On Such a Full Sea is told in collective 'we'—a community narrating one woman's journey. The Reservoir is about recovery within intergenerational community. Both honor the communal voice.",
        "question": "Chang-rae Lee uses 'we' instead of 'I.' When has a community carried your story?"
      }
    ]
  },
  {
    "name": "Corrine Ciani",
    "photo": "photos/corrine.jpg",
    "tagline": "prairie romantic",
    "bio": "Writer ('sometimes I write'). Contributed to Rolling Stone—wrote about getting high with nuns. Co-produced a book about the internet with Zora. Curates events at @clubchess.club and co-writes music (like 'Dreamless'). Spent 130 hours on planes in 2025—Singapore, Japan, Ireland. Moody nature photographer with a contemplative, artistic sensibility and a love for strategy games, meaningful experiences, and environmental beauty.",
    "bioUrl": "https://www.instagram.com/corrineciani/",
    "intellectual": {
      "title": "Prairie madness",
      "content": "https://en.wikipedia.org/wiki/Prairie_madness",
      "summary": "19th-century phenomenon where European settlers on the Great Plains experienced psychological breakdown from extreme isolation. Symptoms included depression, withdrawal, and violence. Caused by the Homestead Act's dispersed claims, lack of transportation, brutal weather, and the relentless wind. Women and immigrants were particularly vulnerable. A reminder that environment shapes sanity—and that loneliness can be lethal.",
      "themes": ["isolation", "frontier", "environment", "madness", "endurance", "loneliness"]
    },
    "emotional": {
      "title": "Doomed Love at the Taco Stand by Hunter S. Thompson",
      "content": "https://realflashbytes.com/2024/05/01/taco-stand-hunter-s-thompson/",
      "summary": "Gonzo narrative where Thompson borrows Johnny Depp's Porsche and checkbook, meets a vulnerable dancer named Heidi, and embarks on a chaotic road trip northward. At a late-night taco stand amid gang activity, then a waterfall near Big Sur, Heidi offers a diagnosis: 'You have the soul of a teenage girl in the body of an elderly dope fiend.' Thompson finds unexpected truth in this contradiction.",
      "themes": ["chaos", "vulnerability", "contradiction", "road trip", "doomed love", "gonzo"]
    },
    "matches": [
      {
        "name": "Garland Gay",
        "reason": "Prairie madness argues environment causes breakdown; Garland's Gladwell argues character is contextual. You're both drawn to the idea that we're shaped by circumstance more than we admit.",
        "question": "Thompson's companion says he has 'the soul of a teenage girl in the body of an elderly dope fiend.' What contradictions live in you?"
      },
      {
        "name": "Rachel Luo",
        "reason": "Prairie madness is about isolation driving people mad; Rachel's Parfit argues the self is unstable over time. Both question what holds identity together—or tears it apart.",
        "question": "The prairie settlers went mad from loneliness. What keeps you sane?"
      },
      {
        "name": "Freia Lobo",
        "reason": "Prairie madness was isolation-induced breakdown; Freia's piece argues friendship requires 'tolerating untelevised time.' Both know that connection—or its absence—is life or death.",
        "question": "The prairie settlers' isolation was physical. What kind of isolation do you fear most?"
      }
    ]
  },
  {
    "name": "Freia Lobo",
    "photo": "photos/freia.jpg",
    "tagline": "restaurant philosopher",
    "bio": "Writer on Substack (Freia's Letter). Self-description: 'i love restaurants.' Writes about dining and culinary experiences with philosophical depth.",
    "bioUrl": "https://substack.com/@freia",
    "intellectual": {
      "title": "An Existential Guide to: Making Friends",
      "content": "https://theshadowedarchive.substack.com/p/an-existential-guide-to-making-friends",
      "summary": "Essay arguing 'friendship is impossible, therefore it must be done.' Rejects Aristotle (utility fails), Montaigne (circular), Nietzsche (disconnected from ordinary life). Key concepts: we 'trade masks' with others; connection requires strategic vulnerability not naked truth; 'tolerate untelevised time' (most friendship is unglamorous dailiness); the 'Infinite Friend' (moments when boundary between self and world dissolves).",
      "themes": ["friendship", "vulnerability", "authenticity", "connection", "philosophy", "dailiness"]
    },
    "emotional": [
      {
        "title": "Caity Weaver's obituary for her mom",
        "content": "https://www.caity.info/blog-1-1/38pemy9n0rnu7aapinrjy5uiatmvg3-8ex53",
        "summary": "Dr. Maureen Brennan-Weaver: 6'0, brilliant podiatrist who accepted homemade treats as pay, clipped coupons for strangers, and 'died before discovering what, if anything, she was afraid of.' Pathologically generous—if you mentioned a thing you liked, she'd get you 11 at a great price. Left behind enough toothbrushes and memories for several lifetimes.",
        "themes": ["mortality", "family", "generosity", "humor", "love", "memory"]
      },
      {
        "title": "Caity Weaver's obituary for her dad",
        "content": "https://www.caity.info/blog-1-1/38pemy9n0rnu7aapinrjy5uiatmvg3",
        "summary": "John Weaver: 'the world's friendliest man,' with a jack-o-lantern grin and voice like butterscotch. His trick for popularity: 'I like people.' A too-good-to-be-true father who studied movies to learn how a dad should be, having grown up without one. His obituary emphasizes: HE HAD FUN. Survived by roughly 500,000 close friends.",
        "themes": ["mortality", "family", "friendship", "humor", "love", "fatherhood"]
      }
    ],
    "matches": [
      {
        "name": "Camille Vargas",
        "reason": "You chose obituaries about what parents leave behind. Camille is drawn to heritage, roots, and the legacy of women. Both of you honor what we inherit and what we pass on.",
        "question": "Caity Weaver's dad 'studied movies to learn how a dad should be.' What have you learned about love from watching others?"
      },
      {
        "name": "Jackie Luo",
        "reason": "Your piece argues friendship requires 'tolerating untelevised time'—the unglamorous dailiness. Jackie's Ishiguro excerpt is about Stevens and Miss Kenton's decades of untelevised time and what went unsaid.",
        "question": "The friendship piece talks about the 'Infinite Friend'—moments when the boundary between self and world dissolves. When have you felt that?"
      },
      {
        "name": "Luna Ruan",
        "reason": "You chose Caity Weaver's obituaries for her parents. Luna chose poems about mortality and tenderness. Both of you are drawn to what we owe each other before it's too late.",
        "question": "What would you want someone to say about you after you're gone?"
      }
    ]
  },
  {
    "name": "Garland Gay",
    "photo": "photos/garland.jpg",
    "tagline": "finance's funniest oversharer",
    "bio": "Works in financial services in Manhattan. Twitter presence @ebitmom, characterized by witty irreverence: 'i do finance and this is all investment advice.' Speaks candidly about everything from market dynamics to mundane daily realities. Mixes financial commentary with refreshingly honest observations—relatable and sharp, vulnerable and funny in equal measure. A rare combination in the finance world.",
    "bioUrl": "https://x.com/ebitmom",
    "intellectual": {
      "title": "Where Do Eels Come From?",
      "content": "https://www.newyorker.com/magazine/2020/05/25/where-do-eels-come-from",
      "summary": "New Yorker article about the mystery of eel reproduction—no one has ever seen eels mate, and their lifecycle remained a scientific mystery for centuries. Explores how this creature resisted human understanding.",
      "themes": ["mystery", "nature", "science", "unknowability", "curiosity"]
    },
    "emotional": {
      "title": "The Tipping Point",
      "content": "When it comes to judging other people's behavior, human beings make the mistake of overestimating the importance of fundamental character traits and underestimating the importance of situation and context. We always reach for a \"dispositional opinion\" rather than a \"contextual opinion\".\n\nThe human mind has a kind of reducing valve that tends to maintain continuity even in the face of perpetual observed changes in actual behavior.\n\nWhen we observe a woman who seems hostile and fiercely independent some of the time but passive, dependent and feminine on other occasions, our reducing valve makes us choose between the two syndromes. We decide that one pattern is in the service of the other, or that both are in the service of a third motive. She must be a really castrating lady with a façade of passivity—or perhaps she is a warm, passive-dependent woman with a surface defense of aggressiveness. But perhaps nature is bigger than our concepts and it is possible for the lady to be a hostile, fiercely independent, passive, dependent, feminine, aggressive, castrating person all-in-one. Of course, which of these she is at any particular moment would not be random or capricious—it would depend on who she is with, when, how and much, much more. But each of these aspects of herself may be a quite genuine and real aspect of her total being.\n\nCharacter, then, isn't what we think it is or rather, what we want it to be. It isn't a stable, easily identifiable set of closely related traits, and it only seems that way because of a glitch in the way our brains are organized. Character is more like a bundle of habits and tendencies and interests, loosely bound together and dependent, at certain times, on circumstance and context. The reason why most of us seem to have a consistent character is that most of us are reasonably good at controlling our environment.",
      "summary": "Gladwell excerpt arguing character is contextual, not fixed. We overestimate personality traits and underestimate situation. We're all contradictions—'hostile, fiercely independent, passive, dependent, feminine, aggressive' all at once depending on context. Character is 'a bundle of habits loosely bound together.'",
      "themes": ["identity", "character", "context", "psychology", "contradiction", "self"]
    },
    "matches": [
      {
        "name": "Rachel Luo",
        "reason": "Your Gladwell piece argues character is contextual, not fixed. Rachel's Parfit excerpt argues personal identity is similarly unstable—we're no more connected to our past selves than to siblings. Both dissolve the myth of a stable self.",
        "question": "If character is just 'a bundle of habits loosely bound together,' what holds your bundle together?"
      },
      {
        "name": "Alice Li",
        "reason": "Your piece argues we're all contradictions depending on context. Alice's friction piece argues we need uncontrollable environments to feel alive. Both push back against the optimization of selfhood.",
        "question": "The eel article is about a creature that resisted scientific understanding for centuries. What about yourself resists your own understanding?"
      },
      {
        "name": "Juan Tejada",
        "reason": "Your Gladwell piece argues we're all contradictions depending on context. Juan's DFW story is about a man who can't stop performing—even his confession of fraudulence feels like another performance. Both dissolve the idea of authentic selfhood.",
        "question": "Good Old Neon's narrator says even recognizing his fraudulence became another fraud. When does self-awareness become its own trap?"
      }
    ]
  },
  {
    "name": "Jackie Fu",
    "photo": "photos/jackiefu.jpg",
    "tagline": "romance devotee",
    "bio": "Digital designer with a portfolio at jackie.foo. Visual sensibility and attention to craft evident in her work.",
    "bioUrl": "https://jackielfu.com",
    "intellectual": {
      "title": "Perfection",
      "content": "https://en.wikipedia.org/wiki/Perfection_(novel)",
      "summary": "Vincenzo Latronico's scathing novel about a young expat couple in Berlin—digital creatives cultivating houseplants and their images online. As they edge toward forty, their work, sex life, and the city itself lose luster. Wherever they go as digital nomads, 'the brand of oat milk in their flat whites was the same.' A tale of waking up in traps: lack of foresight, or just born too late?",
      "themes": ["millennial ennui", "aesthetics", "digital life", "Berlin", "aging", "disillusionment"]
    },
    "emotional": {
      "title": "Heated Rivalry",
      "content": "https://en.wikipedia.org/wiki/Heated_Rivalry",
      "summary": "Crave TV series based on Rachel Reid's novels about two rival hockey players—Canadian Shane Hollander and Russian Ilya Rozanov—whose on-ice animosity conceals a secret romance spanning years. A global sensation that became Crave's most-watched original series, praised for its leads' chemistry and the slow-burn tension of closeted athletes navigating love, family, and public personas.",
      "themes": ["romance", "rivalry", "desire", "secrecy", "queerness", "sports"]
    },
    "matches": [
      {
        "name": "Kiera Wolfe",
        "reason": "You both chose fiction that plays with form and craft—novels that care about how stories are told, not just what happens.",
        "question": "What draws you to a book—the premise, the prose, or something else?"
      },
      {
        "name": "Luna Ruan",
        "reason": "Heated Rivalry is about rivals who become lovers; Luna's Rilke ends 'you must change your life.' Both are about desire that transforms.",
        "question": "What do you want that you haven't admitted to yourself yet?"
      },
      {
        "name": "Jaclyn Chan",
        "reason": "You both seem drawn to stories about obsession and craft—the pursuit of excellence and what it costs.",
        "question": "What's something you've pursued with the intensity of a rivalry?"
      }
    ]
  },
  {
    "name": "Jackie Luo",
    "photo": "photos/jackie.jpg",
    "tagline": "your host",
    "bio": "Your host. Product and engineering leader interested in human coordination, AI, and decentralized technologies. Philosophy degree from Columbia. Previously head of product engineering at Zora. Writes newsletters on technology and society, hosts experimental community gatherings like this one.",
    "bioUrl": "https://jackieluo.com",
    "intellectual": {
      "title": "The Unreasonable Effectiveness of Mathematics in the Natural Sciences",
      "content": "https://webhomes.maths.ed.ac.uk/~v1ranick/papers/wigner.pdf",
      "summary": "Famous 1960 paper by physicist Eugene Wigner asking why abstract mathematics describes physical reality so well. The 'unreasonable effectiveness' is that math developed for pure reasons turns out to describe nature perfectly—a philosophical puzzle without clean resolution.",
      "themes": ["mathematics", "physics", "philosophy", "mystery", "abstraction", "reality"]
    },
    "emotional": {
      "title": "The Remains of the Day by Kazuo Ishiguro",
      "content": "It is now fully two days since my meeting with Miss Kenton in the tea lounge of the Rose Garden Hotel in Little Compton. For indeed, that was where we met, Miss Kenton surprising me by coming to the hotel. I had been whiling away some time after finishing my lunch – I was, I believe, simply staring at the rain from the window by my table – when a member of the hotel staff had come to inform me that a lady was wishing to see me at the reception. I rose and went out into the lobby, where I could see no one I recognized. But then the receptionist had said from behind her counter: 'The lady's in the tea lounge, sir.'\nGoing in through the door indicated, I discovered a room filled with ill-matching armchairs and occasional tables. There was no one else present other than Miss Kenton, who rose as I entered, smiled and held out her hand to me.\n'Ah, Mr Stevens. How nice to see you again.'\n'Mrs Benn, how lovely.'\nThe light in the room was extremely gloomy on account of the rain, and so we moved two armchairs up close to the bay window. And that was how Miss Kenton and I talked for the next two hours or so, there in the pool of grey light while the rain continued to fall steadily on the square outside.\nShe had, naturally, aged somewhat, but to my eyes at least, she seemed to have done so very gracefully. Her figure remained slim, her posture as upright as ever. She had maintained, too, her old way of holding her head in a manner that verged on the defiant. Of course, with the bleak light falling on her face, I could hardly help but notice the lines that had appeared here and there. But by and large the Miss Kenton I saw before me looked surprisingly similar to the person who had inhabited my memory over these years. That is to say, it was, on the whole, extremely pleasing to see her again.\nFor the first twenty or so minutes, I would say we exchanged the sort of remarks strangers might; she inquired politely about my journey thus far, how I was enjoying my holiday, which towns and landmarks I had visited and so on. As we continued to talk, I must say I thought I began to notice further, more subtle changes which the years had wrought on her. For instance, Miss Kenton appeared, somehow, slower. It is possible this was simply the calmness that comes with age, and I did try hard for some time to see it as such. But I could not escape the feeling that what I was really seeing was a weariness with life; the spark which had once made her such a lively, and at times volatile person seemed now to have gone. In fact, every now and then, when she was not speaking, when her face was in repose, I thought I glimpsed something like sadness in her expression. But then again, I may well have been mistaken about this.\nAfter a little while, what little awkwardness as existed during the initial minutes of our meeting had dissipated completely, and our conversation took a more personal turn. We spent some time reminiscing about various persons from the past, or else exchanging any news we had concerning them, and this was, I must say, most enjoyable. But it was not so much the content of our conversation as the little smiles she gave at the end of utterances, her small ironic inflexions here and there, certain gestures with her shoulders or her hands, which began to recall unmistakably the rhythms and habits of our conversations from all those years ago.\nIt was around this point, also, that I was able to establish some facts concerning her present circumstances. For instance, I learnt that her marriage was not in quite as parlous a state as might have been supposed from her letter; that although she had indeed left her home for a period of four or five days – during which time the letter I received had been composed – she had returned home and Mr Benn had been very pleased to have her back. 'It's just as well one of us is sensible about these things,' she said with a smile.\nI am aware, of course, that such matters were hardly any of my business, and I should make clear I would not have dreamt of prying into these areas were it not that I did have, you might recall, important professional reasons for doing so; that is to say, in respect to the present staffing problems at Darlington Hall. In any case, Miss Kenton did not seem to mind at all confiding in me over these matters and I took this as a pleasing testimony to the strength of the close working relationship we had once had.\nFor a little while after that, I recall, Miss Kenton went on talking more generally about her husband, who is to retire soon, a little early on account of poor health, and of her daughter, who is now married and expecting a child in the autumn. In fact, Miss Kenton gave me her daughter's address in Dorset, and I must say, I was rather flattered to see how keen she was that I call in on my return journey. Although I explained that it was unlikely I would pass through that part of Dorset, Miss Kenton continued to press me, saying: 'Catherine's heard all about you, Mr Stevens. She'd be so thrilled to meet you.'\nFor my own part, I tried to describe to her as best I could the Darlington Hall of today. I attempted to convey to her what a genial employer Mr Farraday is; and I described the changes to the house itself, the alterations and the dust-sheetings, as well as the present staffing arrangements. Miss Kenton, I thought, became visibly happier when I talked about the house and soon we were recollecting together various old memories, frequently laughing over them.\nOnly once do I recall our touching upon Lord Darlington. We had been enjoying some recollection or other concerning the young Mr Cardinal, so that I was then obliged to go on to inform Miss Kenton of the gentleman's being killed in Belgium during the war. And I had gone on to say: 'Of course, his lordship was very fond of Mr Cardinal and took it very badly.'\nI did not wish to spoil the pleasant atmosphere with unhappy talk, so tried to leave the topic again almost immediately. But as I had feared, Miss Kenton had read of the unsuccessful libel action, and inevitably, took the opportunity to probe me a little. As I recall, I rather resisted being drawn in, though in the end I did say to her:\n'The fact is, Mrs Benn, throughout the war, some truly terrible things had been said about his lordship – and by that newspaper in particular. He bore it all while the country remained in peril, but once the war was over, and the insinuations simply continued, well, his lordship saw no reason to go on suffering in silence. It's easy enough to see now, perhaps, all the dangers of going to court just at that time, what with the climate as it was. But there you are. His lordship sincerely believed he would get justice. Instead, of course, the newspaper simply increased its circulation. And his lordship's good name was destroyed for ever. Really, Mrs Benn, afterwards, well, his lordship was virtually an invalid. And the house became so quiet. I would take him tea in the drawing room and, well … It really was most tragic to see.'\n'I'm very sorry, Mr Stevens. I had no idea things had been so bad.'\n'Oh yes, Mrs Benn. But enough of this. I know you remember Darlington Hall in the days when there were great gatherings, when it was filled with distinguished visitors. Now that's the way his lordship deserves to be remembered.'\nAs I say, that was the only time we mentioned Lord Darlington. Predominantly, we concerned ourselves with very happy memories, and those two hours we spent together in the tea lounge were, I would say, extremely pleasant ones. I seem to remember various other guests coming in while we were talking, sitting down for a few moments and leaving again, but they did not distract us in any way at all. Indeed, one could hardly believe two whole hours had elapsed when Miss Kenton looked up at the clock on the mantelshelf and said she would have to be returning home. On establishing that she would have to walk in the rain to a bus stop a little way out of the village, I insisted on running her there in the Ford, and so it was that after obtaining an umbrella from the reception desk, we stepped outside together.\nLarge puddles had formed on the ground around where I had left the Ford, obliging me to assist Miss Kenton a little to allow her to reach the passenger door. Soon, however, we were motoring down the village high street, and then the shops had gone and we found ourselves in open country. Miss Kenton, who had been sitting quietly watching the passing view, turned to me at this point, saying:\n'What are you smiling to yourself about like that, Mr Stevens?'\n'Oh … You must excuse me, Mrs Benn, but I was just recalling certain things you wrote in your letter. I was a little worried when I read them, but I see now I had little reason to be.'\n'Oh? What things in particular do you mean, Mr Stevens?'\n'Oh, nothing in particular, Mrs Benn.'\n'Oh, Mr Stevens, you really must tell me.'\n'Well, for instance, Mrs Benn,' I said with a laugh, 'at one point in your letter, you write – now let me see – \"the rest of my life stretches out like an emptiness before me.\" Some words to that effect.'\n'Really, Mr Stevens,' she said, also laughing a little. 'I couldn't have written any such thing.'\n'Oh, I assure you you did, Mrs Benn. I recall it very clearly.'\n'Oh dear. Well, perhaps there are some days when I feel like that. But they pass quickly enough. Let me assure you, Mr Stevens, my life does not stretch out emptily before me. For one thing, we are looking forward to the grandchild. The first of a few perhaps.'\n'Yes, indeed. That will be splendid for you.'\nWe drove on quietly for a few further moments. Then Miss Kenton said:\n'And what about you, Mr Stevens? What does the future hold for you back at Darlington Hall?'\n'Well, whatever awaits me, Mrs Benn, I know I'm not awaited by emptiness. If only I were. But oh no, there's work, work and more work.'\nWe both laughed at this. Then Miss Kenton pointed out a bus shelter visible further up the road. As we approached it, she said:\n'Will you wait with me, Mr Stevens? The bus will only be a few minutes.'\nThe rain was still falling steadily as we got out of the car and hurried towards the shelter. This latter – a stone construct complete with a tiled roof – looked very sturdy, as indeed it needed to be, standing as it did in a highly exposed position against a background of empty fields. Inside, the paint was peeling everywhere, but the place was clean enough. Miss Kenton seated herself on the bench provided, while I remained on my feet where I could command a view of the approaching bus. On the other side of the road, all I could see were more farm fields; a line of telegraph poles led my eye over them into the far distance.\nAfter we had been waiting in silence for a few minutes, I finally brought myself to say:\n'Excuse me, Mrs Benn. But the fact is we may not meet again for a long time. I wonder if you would perhaps permit me to ask you something of a rather personal order. It is something that has been troubling me for some time.'\n'Certainly, Mr Stevens. We are old friends, after all.'\n'Indeed, as you say, we are old friends. I simply wished to ask you, Mrs Benn. Please do not reply if you feel you shouldn't. But the fact is, the letters I have had from you over the years, and in particular the last letter, have tended to suggest that you are – how might one put it? – rather unhappy. I simply wondered if you were being ill-treated in some way. Forgive me, but as I say, it is something that has worried me for some time. I would feel foolish had I come all this way and seen you and not at least asked you.'\n'Mr Stevens, there's no need to be so embarrassed. We're old friends, after all, are we not? In fact, I'm very touched you should be so concerned. And I can put your mind at rest on this matter absolutely. My husband does not mistreat me at all in any way. He is not in the least a cruel or ill-tempered man.'\n'I must say, Mrs Benn, that does take a load from my mind.'\nI leaned forward into the rain, looking for signs of the bus.\n'I can see you are not very satisfied, Mr Stevens,' Miss Kenton said. 'Do you not believe me?'\n'Oh, it's not that, Mrs Benn, not that at all. It's just that the fact remains, you do not seem to have been happy over the years. That is to say – forgive me – you have taken it on yourself to leave your husband on a number of occasions. If he does not mistreat you, then, well … one is rather mystified as to the cause of your unhappiness.'\nI looked out into the drizzle again. Eventually, I heard Miss Kenton say behind me: 'Mr Stevens, how can I explain? I hardly know myself why I do such things. But it's true, I've left three times now.' She paused a moment, during which time I continued to gaze out towards the fields on the other side of the road. Then she said: 'I suppose, Mr Stevens, you're asking whether or not I love my husband.'\n'Really, Mrs Benn, I would hardly presume …'\n'I feel I should answer you, Mr Stevens. As you say, we may not meet again for many years. Yes, I do love my husband. I didn't at first. I didn't at first for a long time. When I left Darlington Hall all those years ago, I never realized I was really, truly leaving. I believe I thought of it as simply another ruse, Mr Stevens, to annoy you. It was a shock to come out here and find myself married. For a long time, I was very unhappy, very unhappy indeed. But then year after year went by, there was the war, Catherine grew up, and one day I realized I loved my husband. You spend so much time with someone, you find you get used to him. He's a kind, steady man, and yes, Mr Stevens, I've grown to love him.'\nMiss Kenton fell silent again for a moment. Then she went on:\n'But that doesn't mean to say, of course, there aren't occasions now and then – extremely desolate occasions – when you think to yourself: \"What a terrible mistake I've made with my life.\" And you get to thinking about a different life, a better life you might have had. For instance, I get to thinking about a life I may have had with you, Mr Stevens. And I suppose that's when I get angry over some trivial little thing and leave. But each time I do so, I realize before long – my rightful place is with my husband. After all, there's no turning back the clock now. One can't be forever dwelling on what might have been. One should realize one has as good as most, perhaps better, and be grateful.'\nI do not think I responded immediately, for it took me a moment or two to fully digest these words of Miss Kenton. Moreover, as you might appreciate, their implications were such as to provoke a certain degree of sorrow within me. Indeed – why should I not admit it? – at that moment, my heart was breaking. Before long, however, I turned to her and said with a smile:\n'You're very correct, Mrs Benn. As you say, it is too late to turn back the clock. Indeed, I would not be able to rest if I thought such ideas were the cause of unhappiness for you and your husband. We must each of us, as you point out, be grateful for what we do have. And from what you tell me, Mrs Benn, you have reason to be contented. In fact, I would venture, what with Mr Benn retiring, and with grandchildren on the way, that you and Mr Benn have some extremely happy years before you. You really mustn't let any more foolish ideas come between yourself and the happiness you deserve.'\n'Of course, you're right, Mr Stevens. You're so kind.'\n'Ah, Mrs Benn, that appears to be the bus coming now.'\nI stepped outside and signalled, while Miss Kenton rose and came to the edge of the shelter. Only as the bus pulled up did I glance at Miss Kenton and perceive that her eyes had filled with tears. I smiled and said:\n'Now, Mrs Benn, you must take good care of yourself. Many say retirement is the best part of life for a married couple. You must do all you can to make these years happy ones for yourself and your husband. We may never meet again, Mrs Benn, so I would ask you to take good heed of what I am saying.'\n'I will, Mr Stevens, thank you. And thank you for the lift. It was so very kind of you. It was so nice to see you again.'\n'It was a great pleasure to see you again, Mrs Benn.'",
      "summary": "Excerpt from Ishiguro's novel where Stevens, an emotionally repressed butler, meets Miss Kenton after decades apart. She confesses she sometimes thinks about 'a life I may have had with you.' Stevens' heart breaks but he smiles and says the right thing. A devastating portrait of regret, duty, and what goes unsaid.",
      "themes": ["regret", "love", "duty", "repression", "time", "what-might-have-been"]
    },
    "matches": [
      {
        "name": "Garland Gay",
        "reason": "Wigner's paper is about something that shouldn't work but does—math describing reality. The eel article is about something that resisted understanding for centuries. You're both drawn to mysteries that stay mysterious.",
        "question": "Wigner called mathematics 'unreasonably effective.' What in your life has been unreasonably effective—something that works but you can't explain why?"
      },
      {
        "name": "Freia Lobo",
        "reason": "Stevens and Miss Kenton's scene is about decades of 'untelevised time'—the unglamorous dailiness that Freia's friendship piece says real connection requires. Both know that what matters often goes unsaid.",
        "question": "Stevens says 'my heart was breaking' but smiles and says the right thing. When have you done that?"
      },
      {
        "name": "Luna Ruan",
        "reason": "Rilke's torso 'sees' the viewer and demands change; Stevens spends decades not letting himself be seen by Miss Kenton. Both texts sit with the weight of what we allow ourselves to perceive.",
        "question": "Miss Kenton says 'one can't be forever dwelling on what might have been.' Do you believe that?"
      }
    ]
  },
  {
    "name": "Jaclyn Chan",
    "photo": "photos/jaclyn.webp",
    "tagline": "keen noticer",
    "bio": "Likes to host and craft. Engineer at Ambrook (fintech for farmers). CS from University of Waterloo, previously at Rippling, Coinbase, Curvegrid. Builds community through 'rabbitholes'—curated explorations of ideas. Interests span reading, music, and photography.",
    "bioUrl": "https://www.straightupjac.xyz/",
    "intellectual": {
      "title": "On Reading Proust's In Search of Lost Time",
      "content": "https://nabeelqu.substack.com/p/on-reading-prousts-in-search-of-lost",
      "summary": "Essay on Proust covering: involuntary memory (sensory experiences unlock deeper truth than conscious recall); mimetic desire (we want things because others want them, from René Girard); the sacrifices of artistry (Proust treated people as material); precision through metaphor ('extreme precision paradoxically requires abundant metaphor'). Reading Proust as transformation: gaining 'thoughts you were not capable of forming.'",
      "themes": ["memory", "attention", "desire", "art", "consciousness", "reading", "Proust"]
    },
    "emotional": {
      "title": "Sometimes the reason you can't find people you resonate with is because you misread the ones you meet",
      "content": "https://www.henrikkarlsson.xyz/p/friends-missed",
      "summary": "Henrik Karlsson essay about how we misjudge people by seeing them in limited contexts. He initially dismissed his friend Torbjörn as just 'funny' before recognizing his core trait was responsiveness. Argues for Aristotle's 'friendships of virtue' over utility. Key insight: we habitually underestimate people; treat them as 'unfinished.'",
      "themes": ["friendship", "perception", "judgment", "virtue", "attention", "context"]
    },
    "matches": [
      {
        "name": "Freia Lobo",
        "reason": "Your Karlsson piece argues we habitually underestimate people by seeing them in limited contexts. Freia's piece argues friendship requires 'trading masks' and strategic vulnerability. Both are about how hard it is to truly see someone.",
        "question": "Karlsson says we need to treat people as 'unfinished.' Who have you revised your judgment of recently?"
      },
      {
        "name": "Alice Li",
        "reason": "Your Karlsson piece argues we habitually underestimate people. Alice's Burkeman quote warns against 'becoming the kind of person who does X' instead of just doing things. Both question how we construct narratives about ourselves and others.",
        "question": "Karlsson initially dismissed his friend as just 'funny.' What's a first impression you've had to revise?"
      },
      {
        "name": "Kiera Wolfe",
        "reason": "Your Proust piece emphasizes precision through metaphor—capturing fine-grained experience. Kiera's Egan piece uses PowerPoint slides to capture pauses in music. Both are about finding new forms for elusive experiences.",
        "question": "The Proust essay argues that 'extreme precision paradoxically requires abundant metaphor.' What's something you struggle to describe precisely?"
      }
    ]
  },
  {
    "name": "Juan Tejada",
    "photo": "photos/juan.jpg",
    "tagline": "dungeon master philosopher",
    "bio": "Software engineer turned engineering manager at Clay. Grew up in Colombia, moved to the US ten years ago. Very into D&D, video games, and Yu-Gi-Oh—generally a nerd. Also loves traveling back to Colombia, scuba diving, salsa dancing, and Bad Bunny.",
    "intellectual": {
      "title": "CR is stupid. Let's fix it.",
      "content": "https://youtu.be/DtJoEYpsIHc?si=SD1e0G8GctzfBaBy",
      "summary": "D&D video essay by Daði of Mystic Arts on why the challenge rating system isn't as broken as people say—you just need to understand it. Key insights: modules make mistakes (the Lost Mines goblin ambush is a party-killer), you are the author of your game, and encounter design doesn't stop at initiative. Offers three 'dials' for adjusting mid-combat: troop numbers, field promotions, and sleight of hand with hit points.",
      "themes": ["D&D", "game design", "systems", "improvisation", "problem-solving", "creativity"]
    },
    "emotional": {
      "title": "Good Old Neon by David Foster Wallace",
      "content": "https://sdavidmiller.com/octo/files/no_google2/GoodOldNeon.pdf",
      "summary": "DFW story narrated by a man who considers himself a 'fraud'—someone who only creates impressions to be admired. He recounts therapy sessions where his analyst says a true fraud couldn't recognize his own fraudulence, but the narrator predicted this response, proving (to himself) that he can manipulate even that. A devastating exploration of authenticity, the gap between inner life and outer performance, and whether genuine connection is possible when you're always performing.",
      "themes": ["authenticity", "fraudulence", "self-awareness", "performance", "connection", "mortality"]
    },
    "matches": [
      {
        "name": "Garland Gay",
        "reason": "Good Old Neon is about the impossibility of escaping performance—even confessing fraudulence feels like another fraud. Garland's Gladwell piece argues character is contextual, not fixed. Both question whether there's a 'real' self underneath.",
        "question": "The narrator can't stop performing even in therapy. Where do you feel most like yourself vs. most like you're performing?"
      },
      {
        "name": "Alice Li",
        "reason": "You both think in systems—your D&D video is about understanding encounter math, Alice sank hundreds of hours into Slay the Spire's engine-building. Both find satisfaction in mechanics that click.",
        "question": "Your video argues 'you are the author of your game.' What's a system you've learned to bend to your will?"
      },
      {
        "name": "Luna Ruan",
        "reason": "Good Old Neon ends with 'David Wallace' pondering what led Neal to take his life. Luna chose Brooks' address to 'the young who want to die' and Rilke's demand to change your life. Both sit with mortality and what we owe each other.",
        "question": "DFW's narrator wanted to feel something real. Rilke's torso demands transformation. What do you want?"
      }
    ]
  },
  {
    "name": "Kiera Wolfe",
    "photo": "photos/kiera.jpg",
    "tagline": "prose witch",
    "bio": "Fiction writer based in Brooklyn who hoards postcards from art museums. Contributes to Mudroom Magazine.",
    "bioUrl": "https://www.mudroommag.com/masthead",
    "intellectual": {
      "title": "Jake Brasch's \"The Reservoir\"",
      "content": "https://www.scribd.com/document/703699085/THE-RESERVOIR",
      "summary": "Semi-autobiographical play by a 'Queer, Sober, Jewish, Coloradan Clown.' Josh returns from NYU struggling with alcohol and reconnects with his four grandparents, all navigating dementia differently. A comedy about recovery, family, memory, and Jazzercise—'batshit and fun' but pickles into something deeper. Brasch writes 'comedies about things that aren't funny' because 'serious and silly belong together.'",
      "themes": ["recovery", "family", "memory", "intergenerational", "humor", "sobriety", "dementia", "theater"]
    },
    "emotional": {
      "title": "Jennifer Egan's \"Great Rock and Roll Pauses by Alison Blake\"",
      "content": "https://jenniferegan.com/artifacts/great-rock-and-roll-pauses/",
      "summary": "A chapter from Jennifer Egan's 'A Visit from the Goon Squad' presented as a PowerPoint made by a 12-year-old girl about pauses in rock songs. Experimental form that captures family dynamics, autism, music, and time through slides. About what gets lost in translation and what pauses let in.",
      "themes": ["form", "music", "pauses", "family", "time", "experimental", "silence"]
    },
    "matches": [
      {
        "name": "Jaclyn Chan",
        "reason": "You both chose pieces about form and attention—Egan's PowerPoint chapter captures pauses in music; Jaclyn's Proust piece argues reading trains us to notice fine-grained experience.",
        "question": "Why do pauses matter? What do they let in?"
      },
      {
        "name": "Jackie Fu",
        "reason": "The Reservoir is a comedy about recovery—'batshit and fun' but pickles into something deeper. Jackie Fu chose Heated Rivalry, where rivals become lovers. Both find unexpected tenderness in unconventional forms.",
        "question": "Brasch says 'serious and silly belong together.' When has humor helped you through something hard?"
      },
      {
        "name": "Freia Lobo",
        "reason": "The Reservoir is about reconnecting with grandparents in early sobriety—intergenerational intimacy in times of fog. Freia's friendship piece argues we must 'tolerate untelevised time.' Both honor the unglamorous dailiness of showing up.",
        "question": "Brasch says 'call your grandma—she has all your answers.' What's something an older person taught you that you didn't expect?"
      }
    ]
  },
  {
    "name": "Lauren Lee",
    "photo": "photos/lauren.jpg",
    "tagline": "self-aware observer",
    "bio": "Liver, laugher, lover. Works in tech, on Twitter since 2009. Known for witty observations about everyday life—prefers bright lighting over dark mode, misses the 140-character limit, loves garlic. Shares photo dumps of daily adventures with a playful, casual style and a preference for brevity and good lighting.",
    "bioUrl": "https://x.com/528736_",
    "intellectual": {
      "title": "Attention Economy",
      "content": "But what Weil meant when she wrote that \"attention is the rarest and purest form of generosity\" is that attention is not something that has to do with productivity or the ability to sit through a meeting without checking your phone. She meant a quality of consciousness where the self temporarily disappears. Where you're so absorbed in attending to something outside yourself that you forget you're someone who's attending. You're not monitoring your attention, not performing it, not aware of it. The boundaries between you and the thing you're attending to dissolve. It's when you're emptied out and the world fills you.\n\nThis is the kind of attention that lets you really _see_ something, that lets you notice the particular way afternoon light hits a landscape, that lets you read a book and lose track of time. It requires that you stop thinking about yourself—stop narrating yourself, stop checking whether you're doing it right, stop wondering how it looks to other people, stop wondering how this moment will appear when you describe it later. It requires a suspension of self-consciousness.\n\nI thought about this recently while watching a father teach his daughter how to tie her shoes.\n\nI was at a coffee shop (that place in Bushwick where the coffee costs seven dollars and comes on a little tray in a handmade ceramic cup that's slightly too small to justify the price but feels nice to hold, as a way of making the ritual feel meaningful even when it's mundane). I was sitting by the window, ostensibly reading, when I noticed them outside: the dad with patient hands, the kid maybe five years old, concentrating with that intense focus that children have when they're learning something physical, something that requires their whole body to cooperate.\n\nAnd here's what happened in my consciousness, in order:\n\nI see this and something in me softens. The scene is beautiful, genuinely beautiful in a way that's almost embarrassing to notice because it's so obviously sentimental. But it _is_ beautiful, the patience and the concentration and the light coming through the window at just the right angle.\n\nAnd then immediately, I'm aware that I'm seeing something beautiful, which means I'm no longer just seeing it. I'm seeing _myself_ seeing it. And I'm narrating it: \"this is beautiful.\" I'm already processing the experience as an experience worth noting. Then I think: should I take a photo? This would make a good photo. The light is perfect, the composition is readymade, the dad's hands and the child's tiny fingers working on the shoelaces. Then I think: no, that would be intrusive. They're having a private moment. I would be commodifying their intimacy, turning it into content. Then I feel virtuous for not taking the photo. I feel like I've made the moral choice, the respectful choice. I'm a good person who doesn't turn genuine human moments into content. Then I wonder if I'm being too self-conscious about this. Maybe taking a photo would be fine? Maybe I'm overthinking it? Maybe the real problem is that I'm so aware of performing ethics that I can't just be in the moment?\n\nThen I feel sad about this. About my inability to just _be_ somewhere without narrating it to myself. About the way every experience immediately becomes material, becomes content-in-waiting.",
      "summary": "Substack essay on Simone Weil's idea of attention as generosity—not productivity but self-dissolution, being so absorbed that you forget you're attending. Describes watching a father teach his daughter to tie her shoes and immediately losing the moment to self-narration: seeing herself seeing, feeling virtuous for not taking a photo, then feeling sad about her inability to just be present.",
      "themes": ["attention", "self-consciousness", "presence", "narration", "Simone Weil", "perception"]
    },
    "emotional": {
      "title": "Wanting by Claire Jia",
      "content": "She had tears in her eyes. \"Do you know why my mother named me Fan? Everyone in the village thought she'd lost her mind - sure, we were used to calling our kids Little Dog, Little Bastard as nicknames, but as an actual name? 'Ordinary?' They felt like she was playing a joke on them. But my mom said that ordinary was the stuff of life. Most people are ordinary. Ordinary is good. I was angry when she explained this to me; I thought she was trying to limit me, make me a conventional woman, keep me by her side in the village all my life. She never wanted greatness for me, and for years I fought this - I would go to America, be someone great.\n\nI'd tell people my name was Ordinary and dare them to confirm; it was obvious to everyone that I was anything but ordinary.\n\n\"But now I realize that my mother was right all along. Greatness is elusive; it is not meant to last long; even when you attain it you spend the rest of your life trying to keep it. I chased you because I thought you were extraordinary, then I chased Robert because I thought he was. Greatness always ends, with time, with distance, with death. But ordinary is everlasting. Ordinary is the morning light. Ordinary is a wave to your neighbor. Ordinary is the fact that Robert got to hold his granddaughter two months before he died.\n\nOrdinary is our son, our wonderful son. My mother wanted me to be proud of who I was already, someone ordinary. She did not want me to wager the worth of my life on what I could achieve, on who I could become. I was already her beloved daughter, her ordinary daughter. And now I finally understand this.\"",
      "summary": "Novel excerpt where a character named Fan (meaning 'ordinary') reflects on her mother's wisdom. She spent years chasing greatness, thinking her name was a limitation. Now she understands: 'Ordinary is everlasting. Ordinary is the morning light.' A meditation on the difference between becoming someone and already being beloved.",
      "themes": ["ordinary", "greatness", "ambition", "motherhood", "belonging", "enough"]
    },
    "matches": [
      {
        "name": "Alice Li",
        "reason": "Your attention piece is about failing to just be present—narrating the moment instead of living it. Alice's Burkeman warns against 'becoming the kind of person who does X.' Both know that self-consciousness can be a trap.",
        "question": "You describe watching a beautiful moment and immediately losing it to self-narration. How do you get back?"
      },
      {
        "name": "Luna Ruan",
        "reason": "Your attention piece asks what it means to truly see. Luna's Rilke ends 'you must change your life'—both are about the moral weight of real perception.",
        "question": "Rilke's torso demands transformation. What has demanded that of you?"
      },
      {
        "name": "Rachel Luo",
        "reason": "Your 'Wanting' excerpt is about learning to value ordinary over greatness. Rachel's Pastor Travis quote rejects 'scripts' for life. Both celebrate the freedom of being enough as you are.",
        "question": "Fan's mother named her 'Ordinary' as a blessing. What blessing have you received that you didn't recognize at first?"
      }
    ]
  },
  {
    "name": "Luna Ruan",
    "photo": "photos/luna.jpg",
    "tagline": "tender collector of poems",
    "bio": "Engineering Manager at Clay, previously Tech Lead on React DevTools at Meta and engineer at Pinterest. Carnegie Mellon CS grad based in Brooklyn. Describes herself as a 'chronic lurker, forever learner.' Curates poetry on Twitter—Victoria Chang, Frank O'Hara, R.O. Kwon. Balances technical precision of her day job with emotional depth of literature. Finds meaning in quiet observation.",
    "bioUrl": "https://x.com/mooncakewrites",
    "intellectual": {
      "title": "Archaic Torso of Apollo by Rainer Maria Rilke",
      "content": "We cannot know his legendary head\nwith eyes like ripening fruit. And yet his torso\nis still suffused with brilliance from inside,\nlike a lamp, in which his gaze, now turned to low,\n\ngleams in all its power. Otherwise\nthe curved breast could not dazzle you so, nor could\na smile run through the placid hips and thighs\nto that dark center where procreation flared.\n\nOtherwise this stone would seem defaced\nbeneath the translucent cascade of the shoulders\nand would not glisten like a wild beast's fur:\n\nwould not, from all the borders of itself,\nburst like a star: for here there is no place\nthat does not see you. You must change your life.",
      "summary": "Rilke's ekphrastic sonnet about encountering a headless Greek sculpture. Though we cannot see the god's face, the torso radiates such presence that it sees us—and demands transformation. The famous final line, 'You must change your life,' emerges not as moral instruction but as the inevitable response to being truly seen by beauty.",
      "themes": ["art", "perception", "transformation", "beauty", "the gaze", "imperative"]
    },
    "emotional": {
      "title": "To the young who want to die",
      "content": "https://www.themarginalian.org/2022/07/22/to-the-young-who-want-to-die-gwendolyn-brooks/",
      "summary": "Gwendolyn Brooks poem, inspired over breakfast at a hotel when a young waiter met her simple 'Good morning!' with a gasp on the verge of tears: 'Oh, thank you, thank you!' A tender address to those in pain—an affirmation that being seen matters.",
      "themes": ["mortality", "hope", "tenderness", "youth", "despair", "poetry", "being seen"]
    },
    "matches": [
      {
        "name": "Apsara Iyer",
        "reason": "Your Rilke poem is about a sculpture that sees the viewer—art as encounter. Apsara's Rembrandt self-portrait and her work recovering stolen art both center on what happens when we truly see a work of art.",
        "question": "Rilke says 'there is no place that does not see you.' When has a work of art seen you?"
      },
      {
        "name": "Freia Lobo",
        "reason": "Your Brooks poem came from a stranger's tears at a simple 'Good morning.' Freia chose obituaries—both texts honor small moments of recognition and what we owe each other.",
        "question": "Brooks wrote her poem after a waiter cried at being seen. When has a small gesture meant everything?"
      },
      {
        "name": "Lauren Lee",
        "reason": "Your Rilke ends 'you must change your life.' Lauren's attention piece asks what happens when we truly see something outside ourselves. Both are about the moral weight of real perception.",
        "question": "Rilke's torso demands transformation. What has demanded that of you?"
      }
    ]
  },
  {
    "name": "Rachel Luo",
    "photo": "photos/rachel.jpg",
    "tagline": "homegrown artisan",
    "bio": "Brooklyn-based creative who splits her time between the garden and the kitchen. Works in growth at Orchard by day, but passions flourish in hands-on hobbies: tending plants, cooking from beloved cookbooks, arranging florals, sewing her own garments. Loves hosting gatherings, home-making, and thoughtful DIY projects. Equally comfortable traveling solo to far-flung destinations or nurturing tomatoes in her garden. Aesthetic eye and maker's spirit—turns everyday activities into creative expressions of care and community.",
    "bioUrl": "https://instagram.com/rachelhluo",
    "intellectual": {
      "title": "Katabasis by RF Kuang",
      "content": "That summer, the philosopher Derek Parfit published the very controversial Reasons and Persons, and for a while it was all that anyone at Cambridge or Oxford would talk about. Alice read it with great interest. In fact, it helped her sort through much of her confusion. Reasons and Persons argues for a reductionist account of personal identity: that is to say, no special essence of personhood that remains stable across one's lifetime. Using a number of thought experiments involving brain transplants, brain divisions, and tele-transportation, Parfit argued that the qualities which we think define essential personhood—psychological connectedness, for instance—do not actually ground any deeper fact. We might share the same cells, bodily continuity, and memories as previous iterations of ourselves. But that is all. There is no further fact of the matter—no essential us hovering like a specter. We bear the same relationship to the version of ourselves from ten years ago as we might to a sibling.",
      "summary": "Excerpt from RF Kuang's novel explaining Parfit's philosophy of personal identity. Key argument: there's no essential 'you' that persists over time—no 'further fact' beyond cells, memories, continuity. We're as related to our past selves as to siblings. A reductionist view that dissolves the myth of stable selfhood.",
      "themes": ["identity", "philosophy", "self", "time", "continuity", "Parfit"]
    },
    "emotional": {
      "title": "Culture Study, Big No Kids Energy Pastor Travis Edition",
      "content": "I hope that others see that there is an amazing diversity to how we do life as human beings. That diversity in how we do life can make communities stronger and more resilient to the challenges we face. And that diversity in how we do life can unlock joys and blessings that we may have never realized. I don't believe there is a \"script\" in life we need to follow to reach our fullest potential.",
      "summary": "Quote from a pastor about rejecting 'scripts' for how to live. Celebrates diversity in how we do life—different paths can unlock unexpected joys.",
      "themes": ["scripts", "expectations", "diversity", "life-paths", "freedom", "potential"]
    },
    "matches": [
      {
        "name": "Garland Gay",
        "reason": "Parfit argues there's no essential 'you' over time. Gladwell argues character is contextual, not fixed. You're both drawn to ideas that dissolve the myth of a stable self.",
        "question": "Parfit says we're like siblings to our past selves. What would you say to the version of yourself from ten years ago?"
      },
      {
        "name": "Alice Li",
        "reason": "Your Pastor Travis quote rejects 'scripts' for how to live. Alice's Burkeman quote warns against 'becoming the kind of person who does X.' Both push back against identity as project.",
        "question": "What script did you abandon? What did you find instead?"
      },
      {
        "name": "Camille Vargas",
        "reason": "You both turn everyday activities into creative expressions of care—you with gardening and cooking, Camille with ikebana. Both drawn to heritage, roots, and the domestic arts as something meaningful.",
        "question": "Fan in Camille's novel leaves everything to find someone she loves. What would you leave everything for?"
      }
    ]
  },
  {
    "name": "Shii Ann Huang",
    "photo": "photos/shiiann.jpg",
    "tagline": "eldest sage",
    "bio": "The oldest and wisest person at the party.",
    "intellectual": {
      "title": "Why Buddhism Is True",
      "content": "https://en.wikipedia.org/wiki/Why_Buddhism_Is_True",
      "summary": "Book by Robert Wright arguing that Buddhist insights about the self and suffering align with modern evolutionary psychology and cognitive science. The 'self' is largely a construction; our desires are often not truly ours but products of evolution. Meditation as a tool for seeing through these illusions.",
      "themes": ["Buddhism", "self", "illusion", "psychology", "meditation", "desire", "evolution"]
    },
    "emotional": {
      "title": "The Princess and the Magic Birds, Fuyuhiko Takata",
      "content": "https://vimeo.com/1134667640",
      "summary": "Video art where enchanted birds whisper erotic folktales into a sleeping boy's dreams—an Arabian princess escaping her palace for lurid nights with common men. The narrative shifts genders and protagonists, escalating until it's interrupted before the best part. Takata's work explores myth, gender, desire, and the absurd with pop sensibility, questioning masculine and feminine definitions.",
      "themes": ["desire", "gender", "dreams", "myth", "interruption", "absurdity", "storytelling"]
    },
    "matches": [
      {
        "name": "Garland Gay",
        "reason": "Buddhism argues the self is largely illusion; Gladwell argues character is contextual. You're both interested in how we're less solid than we think.",
        "question": "Robert Wright argues Buddhism's insights align with evolutionary psychology. What's a Buddhist idea that changed how you see yourself?"
      },
      {
        "name": "Rachel Luo",
        "reason": "Your Takata video interrupts its story 'just before the best part.' Rachel's Parfit piece argues we're not the same person over time—our narratives of self are also interrupted, incomplete. Both play with what gets left out.",
        "question": "The Takata video cuts off before the climax. What story about yourself have you never finished telling?"
      },
      {
        "name": "Jackie Fu",
        "reason": "Takata's video explores desire through myth and gender-bending storytelling. Jackie Fu's Heated Rivalry is about desire between rivals. Both find the erotic in unexpected forms.",
        "question": "Takata's work questions masculine and feminine definitions. Where do you feel most free from those categories?"
      }
    ]
  },
  {
    "name": "Teddy Smyth",
    "photo": "photos/teddy.jpg",
    "tagline": "student of light",
    "bio": "Generalist at Concourse in Brooklyn, exploring new ideas at the intersection of politics and technology. Career rooted in Democratic organizing—most recently General Election Director for the Georgia Democratic Party (2024). Middlebury grad (Environmental Studies, Phi Beta Kappa) who wrote his thesis on state climate politics and the EPA's Clean Power Plan. Currently interested in: ways of seeing; light; propaganda; imperfection; memories; revolution; AI slop; art.",
    "bioUrl": "https://www.linkedin.com/in/teddy-smyth-5a0a27a6/",
    "intellectual": {
      "title": "Video Analysis of ICE Shooting Sheds Light on Contested Moments",
      "content": "https://www.nytimes.com/2026/01/15/video/ice-shooting-renee-good-minneapolis-videos.html",
      "summary": "NYT visual investigation using video analysis to reconstruct contested events in a Minneapolis ICE shooting. Frame-by-frame examination reveals what witnesses and participants couldn't see in real time—how perspective shapes narrative, how evidence can illuminate or obscure.",
      "themes": ["visual analysis", "truth", "perspective", "evidence", "propaganda", "seeing"]
    },
    "emotional": {
      "title": "Het licht verplaatst zich",
      "content": "https://www.kmska.be/nl/meesterwerk/het-licht-verplaatst-zich",
      "summary": "1979 pastel drawing by Belgian artist Jozef Van Ruyssevelt, titled 'The Light Moves.' Part of the Royal Museum of Fine Arts Antwerp collection. A meditation on light as dynamic presence—how it shifts, transforms, and refuses to stay still.",
      "themes": ["light", "movement", "perception", "Belgian art", "pastel", "impermanence"]
    },
    "matches": [
      {
        "name": "Apsara Iyer",
        "reason": "You both think deeply about how we see art and how art sees us. Your video analysis is about evidence and perspective; Apsara chose Rembrandt's self-portrait and works to recover stolen cultural heritage.",
        "question": "Your intellectual pick analyzes how video reveals what witnesses couldn't see. What has changed how you see?"
      },
      {
        "name": "Luna Ruan",
        "reason": "Your video is about ways of seeing—how perspective shapes truth. Luna's Rilke poem is about being seen by art: 'there is no place that does not see you.' Both interrogate the gaze.",
        "question": "Rilke says the torso sees you. When has something inanimate seemed to look back?"
      },
      {
        "name": "Lauren Lee",
        "reason": "Your interests include propaganda and ways of seeing. Lauren's attention piece is about what happens when we truly attend to something—and how self-consciousness interferes. Both examine the act of looking.",
        "question": "Lauren describes watching a father teach his daughter to tie her shoes and immediately narrating the experience. How do you stay present with what you're seeing?"
      }
    ]
  }
]
