[
  {
    "name": "Alice Li",
    "photo": "photos/alice.jpg",
    "tagline": "pole-dancing gamer",
    "bio": "games, pole, chinese dramas",
    "intellectual": {
      "title": "Get In Loser, We're Friction-Maxxing",
      "content": "https://slate.com/podcasts/icymi/2026/01/what-is-friction-maxxing",
      "summary": "Podcast arguing that technology has eliminated 'friction' (small inconveniences, uncertainty, boredom) from our lives, reducing our 'experiential capacity'—how much life we're capable of letting in. Key insight: transcendence and genuine connection only happen in environments slightly out of our control.",
      "themes": ["attention", "technology", "presence", "boredom", "control", "connection"]
    },
    "emotional": {
      "title": "Meditations for Mortals by Oliver Burkeman",
      "content": "\"The main point... is to develop the willingness to just do something, here and now, as a one-off, regardless of whether it's part of any system or habit or routine. If you don't prioritize the skill of just doing something, you risk falling into an exceedingly sneaky trap, which is that you end up embarking instead on the unnecessary and, worse, counterproductive project of _becoming the kind of person who does that sort of thing_.\"",
      "summary": "Quote about the trap of self-optimization—trying to become 'the kind of person who does X' rather than just doing X. Advocates for one-off action over identity construction.",
      "themes": ["identity", "action", "productivity", "self-improvement", "presence"]
    },
    "matches": [
      {
        "name": "Garland Gay",
        "reason": "Friction-maxxing argues we need uncontrollable environments to feel alive; Garland's piece argues character itself is contextual and uncontrollable. You're both drawn to ideas that challenge the optimization mindset.",
        "question": "The friction piece argues transcendence only comes in environments slightly out of our control. Where in your life do you still allow that uncontrollability?"
      },
      {
        "name": "Jaclyn Chan",
        "reason": "Your Burkeman quote warns against 'becoming the kind of person who does X.' Jaclyn's Karlsson piece argues we habitually underestimate people by seeing them in limited contexts. Both question the stories we tell about identity.",
        "question": "Burkeman says we trap ourselves trying to become 'the kind of person who does X.' What identity have you let go of?"
      },
      {
        "name": "Kiera Wolfe",
        "reason": "You both chose pieces about form and attention—friction-maxxing is about tolerating boredom; Egan's PowerPoint chapter is about pauses in music. Both suggest meaning lives in the gaps.",
        "question": "What's a pause or gap in your life that turned out to be important?"
      }
    ]
  },
  {
    "name": "Freia Lobo",
    "photo": "photos/freia.jpg",
    "tagline": "restaurant philosopher",
    "bio": "substack.com/@freia",
    "bioUrl": "https://substack.com/@freia",
    "intellectual": {
      "title": "An Existential Guide to: Making Friends",
      "content": "https://theshadowedarchive.substack.com/p/an-existential-guide-to-making-friends",
      "summary": "Essay arguing 'friendship is impossible, therefore it must be done.' Rejects Aristotle (utility fails), Montaigne (circular), Nietzsche (disconnected from ordinary life). Key concepts: we 'trade masks' with others; connection requires strategic vulnerability not naked truth; 'tolerate untelevised time' (most friendship is unglamorous dailiness); the 'Infinite Friend' (moments when boundary between self and world dissolves).",
      "themes": ["friendship", "vulnerability", "authenticity", "connection", "philosophy", "dailiness"]
    },
    "emotional": [
      {
        "title": "Caity Weaver's obituary for her mom",
        "content": "https://www.caity.info/blog-1-1/38pemy9n0rnu7aapinrjy5uiatmvg3-8ex53",
        "summary": "Personal obituary by writer Caity Weaver for her mother.",
        "themes": ["mortality", "family", "loss", "love", "memory"]
      },
      {
        "title": "Caity Weaver's obituary for her dad",
        "content": "https://www.caity.info/blog-1-1/38pemy9n0rnu7aapinrjy5uiatmvg3",
        "summary": "Personal obituary by writer Caity Weaver for her father.",
        "themes": ["mortality", "family", "loss", "love", "memory"]
      }
    ],
    "matches": [
      {
        "name": "Jaclyn Chan",
        "reason": "Your friendship piece argues we 'trade masks' and connection requires strategic vulnerability. Jaclyn's piece argues we habitually underestimate people by observing them in limited contexts. Both are about how hard it is to truly see someone.",
        "question": "The friendship piece says 'only impossible endeavors carry real significance.' What impossible thing are you attempting right now?"
      },
      {
        "name": "Jackie Luo",
        "reason": "Your piece argues friendship requires 'tolerating untelevised time'—the unglamorous dailiness. Jackie's Ishiguro excerpt is about Stevens and Miss Kenton's decades of untelevised time and what went unsaid.",
        "question": "The friendship piece talks about the 'Infinite Friend'—moments when the boundary between self and world dissolves. When have you felt that?"
      },
      {
        "name": "Luna Ruan",
        "reason": "You chose Caity Weaver's obituaries for her parents. Luna chose poems about mortality and tenderness. Both of you are drawn to what we owe each other before it's too late.",
        "question": "What would you want someone to say about you after you're gone?"
      }
    ]
  },
  {
    "name": "Garland Gay",
    "photo": "photos/garland.jpg",
    "tagline": "finance's funniest oversharer",
    "bio": "@ebitmom",
    "bioUrl": "https://x.com/ebitmom",
    "intellectual": {
      "title": "Where Do Eels Come From?",
      "content": "https://www.newyorker.com/magazine/2020/05/25/where-do-eels-come-from",
      "summary": "New Yorker article about the mystery of eel reproduction—no one has ever seen eels mate, and their lifecycle remained a scientific mystery for centuries. Explores how this creature resisted human understanding.",
      "themes": ["mystery", "nature", "science", "unknowability", "curiosity"]
    },
    "emotional": {
      "title": "The Tipping Point",
      "content": "When it comes to judging other people's behavior, human beings make the mistake of overestimating the importance of fundamental character traits and underestimating the importance of situation and context. We always reach for a \"dispositional opinion\" rather than a \"contextual opinion\".\n\nThe human mind has a kind of reducing valve that tends to maintain continuity even in the face of perpetual observed changes in actual behavior.\n\nWhen we observe a woman who seems hostile and fiercely independent some of the time but passive, dependent and feminine on other occasions, our reducing valve makes us choose between the two syndromes. We decide that one pattern is in the service of the other, or that both are in the service of a third motive. She must be a really castrating lady with a façade of passivity—or perhaps she is a warm, passive-dependent woman with a surface defense of aggressiveness. But perhaps nature is bigger than our concepts and it is possible for the lady to be a hostile, fiercely independent, passive, dependent, feminine, aggressive, castrating person all-in-one. Of course, which of these she is at any particular moment would not be random or capricious—it would depend on who she is with, when, how and much, much more. But each of these aspects of herself may be a quite genuine and real aspect of her total being.\n\nCharacter, then, isn't what we think it is or rather, what we want it to be. It isn't a stable, easily identifiable set of closely related traits, and it only seems that way because of a glitch in the way our brains are organized. Character is more like a bundle of habits and tendencies and interests, loosely bound together and dependent, at certain times, on circumstance and context. The reason why most of us seem to have a consistent character is that most of us are reasonably good at controlling our environment.",
      "summary": "Gladwell excerpt arguing character is contextual, not fixed. We overestimate personality traits and underestimate situation. We're all contradictions—'hostile, fiercely independent, passive, dependent, feminine, aggressive' all at once depending on context. Character is 'a bundle of habits loosely bound together.'",
      "themes": ["identity", "character", "context", "psychology", "contradiction", "self"]
    },
    "matches": [
      {
        "name": "Rachel Luo",
        "reason": "Your Gladwell piece argues character is contextual, not fixed. Rachel's Parfit excerpt argues personal identity is similarly unstable—we're no more connected to our past selves than to siblings. Both dissolve the myth of a stable self.",
        "question": "If character is just 'a bundle of habits loosely bound together,' what holds your bundle together?"
      },
      {
        "name": "Alice Li",
        "reason": "Your piece argues we're all contradictions depending on context. Alice's friction piece argues we need uncontrollable environments to feel alive. Both push back against the optimization of selfhood.",
        "question": "The eel article is about a creature that resisted scientific understanding for centuries. What about yourself resists your own understanding?"
      },
      {
        "name": "Shii Ann Huang",
        "reason": "Your piece challenges the idea of a stable character. Shii Ann's Buddhism book argues the self is largely illusion. Both suggest we're less solid than we think.",
        "question": "Buddhism says the self is constructed. Gladwell says character is contextual. Do you find that liberating or unsettling?"
      }
    ]
  },
  {
    "name": "Jackie Fu",
    "photo": "photos/jackiefu.jpg",
    "tagline": "romance devotee",
    "bio": "jackielfu.com",
    "bioUrl": "https://jackielfu.com",
    "intellectual": {
      "title": "Perfection",
      "content": "https://en.wikipedia.org/wiki/Perfection_(novel)",
      "summary": "Novel by Vikram Chandra about craft, obsession, and the pursuit of perfection.",
      "themes": ["craft", "obsession", "perfection", "fiction", "ambition"]
    },
    "emotional": {
      "title": "Heated Rivalry",
      "content": "https://en.wikipedia.org/wiki/Heated_Rivalry",
      "summary": "Hockey romance novel by Rachel Reid about rivals who become lovers. Explores competition, desire, and the thin line between hatred and love.",
      "themes": ["romance", "rivalry", "desire", "competition", "vulnerability"]
    },
    "matches": [
      {
        "name": "Kiera Wolfe",
        "reason": "You both chose fiction that plays with form and craft—novels that care about how stories are told, not just what happens.",
        "question": "What draws you to a book—the premise, the prose, or something else?"
      },
      {
        "name": "Luna Ruan",
        "reason": "Heated Rivalry is about rivals who become lovers; Luna's Carver poem asks 'did you get what you wanted from this life?' Both are about desire and what we're really after.",
        "question": "What do you want that you haven't admitted to yourself yet?"
      },
      {
        "name": "Jaclyn Chan",
        "reason": "You both seem drawn to stories about obsession and craft—the pursuit of excellence and what it costs.",
        "question": "What's something you've pursued with the intensity of a rivalry?"
      }
    ]
  },
  {
    "name": "Jackie Luo",
    "photo": "photos/jackie.jpg",
    "tagline": "your host",
    "bio": "jackieluo.com",
    "bioUrl": "https://jackieluo.com",
    "intellectual": {
      "title": "The Unreasonable Effectiveness of Mathematics in the Natural Sciences",
      "content": "https://webhomes.maths.ed.ac.uk/~v1ranick/papers/wigner.pdf",
      "summary": "Famous 1960 paper by physicist Eugene Wigner asking why abstract mathematics describes physical reality so well. The 'unreasonable effectiveness' is that math developed for pure reasons turns out to describe nature perfectly—a philosophical puzzle without clean resolution.",
      "themes": ["mathematics", "physics", "philosophy", "mystery", "abstraction", "reality"]
    },
    "emotional": {
      "title": "The Remains of the Day by Kazuo Ishiguro",
      "content": "It is now fully two days since my meeting with Miss Kenton in the tea lounge of the Rose Garden Hotel in Little Compton...",
      "summary": "Excerpt from Ishiguro's novel where Stevens, an emotionally repressed butler, meets Miss Kenton after decades apart. She confesses she sometimes thinks about 'a life I may have had with you.' Stevens' heart breaks but he smiles and says the right thing. A devastating portrait of regret, duty, and what goes unsaid.",
      "themes": ["regret", "love", "duty", "repression", "time", "what-might-have-been"]
    },
    "matches": [
      {
        "name": "Garland Gay",
        "reason": "Wigner's paper is about something that shouldn't work but does—math describing reality. The eel article is about something that resisted understanding for centuries. You're both drawn to mysteries that stay mysterious.",
        "question": "Wigner called mathematics 'unreasonably effective.' What in your life has been unreasonably effective—something that works but you can't explain why?"
      },
      {
        "name": "Freia Lobo",
        "reason": "Stevens and Miss Kenton's scene is about decades of 'untelevised time'—the unglamorous dailiness that Freia's friendship piece says real connection requires. Both know that what matters often goes unsaid.",
        "question": "Stevens says 'my heart was breaking' but smiles and says the right thing. When have you done that?"
      },
      {
        "name": "Luna Ruan",
        "reason": "Carver asks 'did you get what you wanted from this life?' Stevens would have to answer 'I'm not sure.' Both texts sit with the weight of a life's choices.",
        "question": "Miss Kenton says 'one can't be forever dwelling on what might have been.' Do you believe that?"
      }
    ]
  },
  {
    "name": "Jaclyn Chan",
    "photo": "photos/jaclyn.webp",
    "tagline": "keen noticer",
    "bio": "straightupjac.xyz",
    "bioUrl": "https://www.straightupjac.xyz/",
    "intellectual": {
      "title": "On Reading Proust's In Search of Lost Time",
      "content": "https://nabeelqu.substack.com/p/on-reading-prousts-in-search-of-lost",
      "summary": "Essay on Proust covering: involuntary memory (sensory experiences unlock deeper truth than conscious recall); mimetic desire (we want things because others want them, from René Girard); the sacrifices of artistry (Proust treated people as material); precision through metaphor ('extreme precision paradoxically requires abundant metaphor'). Reading Proust as transformation: gaining 'thoughts you were not capable of forming.'",
      "themes": ["memory", "attention", "desire", "art", "consciousness", "reading", "Proust"]
    },
    "emotional": {
      "title": "Sometimes the reason you can't find people you resonate with is because you misread the ones you meet",
      "content": "https://www.henrikkarlsson.xyz/p/friends-missed",
      "summary": "Henrik Karlsson essay about how we misjudge people by seeing them in limited contexts. He initially dismissed his friend Torbjörn as just 'funny' before recognizing his core trait was responsiveness. Argues for Aristotle's 'friendships of virtue' over utility. Key insight: we habitually underestimate people; treat them as 'unfinished.'",
      "themes": ["friendship", "perception", "judgment", "virtue", "attention", "context"]
    },
    "matches": [
      {
        "name": "Freia Lobo",
        "reason": "Your Karlsson piece argues we habitually underestimate people by seeing them in limited contexts. Freia's piece argues friendship requires 'trading masks' and strategic vulnerability. Both are about how hard it is to truly see someone.",
        "question": "Karlsson says we need to treat people as 'unfinished.' Who have you revised your judgment of recently?"
      },
      {
        "name": "Alice Li",
        "reason": "Your Karlsson piece argues we habitually underestimate people. Alice's Burkeman quote warns against 'becoming the kind of person who does X' instead of just doing things. Both question how we construct narratives about ourselves and others.",
        "question": "Karlsson initially dismissed his friend as just 'funny.' What's a first impression you've had to revise?"
      },
      {
        "name": "Kiera Wolfe",
        "reason": "Your Proust piece emphasizes precision through metaphor—capturing fine-grained experience. Kiera's Egan piece uses PowerPoint slides to capture pauses in music. Both are about finding new forms for elusive experiences.",
        "question": "The Proust essay argues that 'extreme precision paradoxically requires abundant metaphor.' What's something you struggle to describe precisely?"
      }
    ]
  },
  {
    "name": "Kiera Wolfe",
    "photo": "photos/kiera.jpg",
    "tagline": "prose witch",
    "bio": "mudroommag.com/masthead",
    "bioUrl": "https://www.mudroommag.com/masthead",
    "intellectual": {
      "title": "Jake Brasch's \"The Reservoir\"",
      "content": "https://www.scribd.com/document/703699085/THE-RESERVOIR",
      "summary": "Short fiction by Jake Brasch.",
      "themes": ["fiction", "craft"]
    },
    "emotional": {
      "title": "Jennifer Egan's \"Great Rock and Roll Pauses by Alison Blake\"",
      "content": "https://jenniferegan.com/artifacts/great-rock-and-roll-pauses/",
      "summary": "A chapter from Jennifer Egan's 'A Visit from the Goon Squad' presented as a PowerPoint made by a 12-year-old girl about pauses in rock songs. Experimental form that captures family dynamics, autism, music, and time through slides. About what gets lost in translation and what pauses let in.",
      "themes": ["form", "music", "pauses", "family", "time", "experimental", "silence"]
    },
    "matches": [
      {
        "name": "Jaclyn Chan",
        "reason": "You both chose pieces about form and attention—Egan's PowerPoint chapter captures pauses in music; Jaclyn's Proust piece argues reading trains us to notice fine-grained experience.",
        "question": "Why do pauses matter? What do they let in?"
      },
      {
        "name": "Jackie Fu",
        "reason": "You both chose fiction that experiments with form—novels that care about how stories are told, not just what happens.",
        "question": "What's a book whose form surprised you as much as its content?"
      },
      {
        "name": "Alice Li",
        "reason": "Egan's piece is about pauses—the silence between notes. Alice's friction piece argues we need boredom and gaps to feel alive. Both find meaning in the spaces between.",
        "question": "What's a gap or pause that turned out to be the most important part?"
      }
    ]
  },
  {
    "name": "Luna Ruan",
    "photo": "photos/luna.jpg",
    "tagline": "tender collector of poems",
    "bio": "@mooncakewrites",
    "bioUrl": "https://x.com/mooncakewrites",
    "intellectual": {
      "title": "Late Fragment",
      "content": "A poem by Raymond Carver, the last poem he wrote before he died on his deathbed.\n\nAnd did you get what\nyou wanted from this life, even so?\nI did.\nAnd what did you want?\nTo call myself beloved, to feel myself\nbeloved on the earth.",
      "summary": "Raymond Carver's final poem, written on his deathbed. A simple question—did you get what you wanted?—answered with the desire to feel beloved. Profound in its directness about what matters.",
      "themes": ["mortality", "desire", "love", "meaning", "life", "poetry"]
    },
    "emotional": {
      "title": "To the young who want to die",
      "content": "https://www.themarginalian.org/2022/07/22/to-the-young-who-want-to-die-gwendolyn-brooks/",
      "summary": "Gwendolyn Brooks poem, written after a young waiter responded to her 'Good morning!' with tears of gratitude. A tender address to those in pain.",
      "themes": ["mortality", "hope", "tenderness", "youth", "despair", "poetry"]
    },
    "matches": [
      {
        "name": "Jackie Luo",
        "reason": "Carver's question—'did you get what you wanted from this life?'—echoes through Stevens' quiet devastation in the Ishiguro. Both texts sit with the weight of choices made and unmade.",
        "question": "Carver answers 'I did'—he got what he wanted. What would your answer be, even so?"
      },
      {
        "name": "Freia Lobo",
        "reason": "Your Brooks poem came from a stranger's tears at a simple 'Good morning.' Freia chose obituaries—both texts honor small moments of recognition and what we owe each other.",
        "question": "Brooks wrote her poem after a waiter cried at being seen. When has a small gesture meant everything?"
      },
      {
        "name": "Jackie Fu",
        "reason": "Your Brooks poem is a tender address to those in pain. Jackie Fu's Heated Rivalry is about rivals who become lovers—both explore vulnerability and what we hide from others.",
        "question": "What do you need that you're afraid to ask for?"
      }
    ]
  },
  {
    "name": "Rachel Luo",
    "photo": "photos/rachel.jpg",
    "tagline": "homegrown artisan",
    "bio": "instagram.com/rachelhluo",
    "bioUrl": "https://instagram.com/rachelhluo",
    "intellectual": {
      "title": "Katabasis by RF Kuang",
      "content": "That summer, the philosopher Derek Parfit published the very controversial Reasons and Persons, and for a while it was all that anyone at Cambridge or Oxford would talk about. Alice read it with great interest. In fact, it helped her sort through much of her confusion. Reasons and Persons argues for a reductionist account of personal identity: that is to say, no special essence of personhood that remains stable across one's lifetime. Using a number of thought experiments involving brain transplants, brain divisions, and tele-transportation, Parfit argued that the qualities which we think define essential personhood—psychological connectedness, for instance—do not actually ground any deeper fact. We might share the same cells, bodily continuity, and memories as previous iterations of ourselves. But that is all. There is no further fact of the matter—no essential us hovering like a specter. We bear the same relationship to the version of ourselves from ten years ago as we might to a sibling.",
      "summary": "Excerpt from RF Kuang's novel explaining Parfit's philosophy of personal identity. Key argument: there's no essential 'you' that persists over time—no 'further fact' beyond cells, memories, continuity. We're as related to our past selves as to siblings. A reductionist view that dissolves the myth of stable selfhood.",
      "themes": ["identity", "philosophy", "self", "time", "continuity", "Parfit"]
    },
    "emotional": {
      "title": "Culture Study, Big No Kids Energy Pastor Travis Edition",
      "content": "I hope that others see that there is an amazing diversity to how we do life as human beings. That diversity in how we do life can make communities stronger and more resilient to the challenges we face. And that diversity in how we do life can unlock joys and blessings that we may have never realized. I don't believe there is a \"script\" in life we need to follow to reach our fullest potential.",
      "summary": "Quote from a pastor about rejecting 'scripts' for how to live. Celebrates diversity in how we do life—different paths can unlock unexpected joys.",
      "themes": ["scripts", "expectations", "diversity", "life-paths", "freedom", "potential"]
    },
    "matches": [
      {
        "name": "Garland Gay",
        "reason": "Parfit argues there's no essential 'you' over time. Gladwell argues character is contextual, not fixed. You're both drawn to ideas that dissolve the myth of a stable self.",
        "question": "Parfit says we're like siblings to our past selves. What would you say to the version of yourself from ten years ago?"
      },
      {
        "name": "Alice Li",
        "reason": "Your Pastor Travis quote rejects 'scripts' for how to live. Alice's Burkeman quote warns against 'becoming the kind of person who does X.' Both push back against identity as project.",
        "question": "What script did you abandon? What did you find instead?"
      },
      {
        "name": "Luna Ruan",
        "reason": "Your Pastor Travis quote rejects 'scripts' for how to live. Luna's Carver poem asks what you really want. Both push back against inherited expectations.",
        "question": "What do you want that no script told you to want?"
      }
    ]
  },
  {
    "name": "Shii Ann Huang",
    "photo": "photos/shiiann.jpg",
    "tagline": "eldest sage",
    "bio": "the oldest and wisest",
    "intellectual": {
      "title": "Why Buddhism Is True",
      "content": "https://en.wikipedia.org/wiki/Why_Buddhism_Is_True",
      "summary": "Book by Robert Wright arguing that Buddhist insights about the self and suffering align with modern evolutionary psychology and cognitive science. The 'self' is largely a construction; our desires are often not truly ours but products of evolution. Meditation as a tool for seeing through these illusions.",
      "themes": ["Buddhism", "self", "illusion", "psychology", "meditation", "desire", "evolution"]
    },
    "emotional": {
      "title": "The Princess and the Magic Birds, Fuyuhiko Takata",
      "content": "https://vimeo.com/1134667640",
      "summary": "Video work by Fuyuhiko Takata.",
      "themes": ["video", "art"]
    },
    "matches": [
      {
        "name": "Garland Gay",
        "reason": "Buddhism argues the self is largely illusion; Gladwell argues character is contextual. You're both interested in how we're less solid than we think.",
        "question": "Robert Wright argues Buddhism's insights align with evolutionary psychology. What's a Buddhist idea that changed how you see yourself?"
      },
      {
        "name": "Rachel Luo",
        "reason": "Buddhism says the self is constructed. Parfit says personal identity has no 'further fact.' Both find something liberating in dissolving the myth of a stable self.",
        "question": "What have you let go of that you once thought was essential to who you are?"
      },
      {
        "name": "Luna Ruan",
        "reason": "Buddhism asks what's worth clinging to. Carver asks what you really want. Both are about desire, attachment, and what matters.",
        "question": "What do you still want that you probably shouldn't?"
      }
    ]
  }
]
